/*==========================================================================================================================================================

カメラ分割による境目の枠表示処理[camera_frame.h]
Author:平澤詩苑

============================================================================================================================================================*/
#ifndef _CAMERAFRAME_H_
#define _CAMERAFRAME_H_

//プロトタイプ宣言
void InitCameraFrame(void);
void UninitCameraFrame(void);
void DrawCameraFrame(void);

#endif