/*==========================================================================================================================================================

プレイヤーの位置プレビュー処理[preview.h]
Author:平澤詩苑

============================================================================================================================================================*/
#ifndef _PREVIEW_H_
#define _PREVIEW_H_

//ランクUIの構造体
typedef struct
{
	D3DXVECTOR3 pos;	// 位置
}Preview;

//プロトタイプ宣言
void InitPreview(void);
void UninitPreview(void);
void UpdatePreview(void);
void DrawPreview(void);

#endif