//==========================================
//
//プレイヤー選択プログラム[SelPlayer.cpp]
//Author:石原颯馬
//
//==========================================
#include "main.h"

//========================
//初期化処理
//========================
void InitSelPlayer(void)
{
	
}

//========================
//終了処理
//========================
void UninitSelPlayer(void)
{
	
}

//========================
//更新処理
//========================
void UpdateSelPlayer(void)
{
	
}

//========================
//描画処理
//========================
void DrawSelPlayer(void)
{
	
}